7zip
alacritty
alsa-utils
awww
base
base-devel
blueman
bluez
bluez-utils
bpytop
brightnessctl
btop
cava
cliphist
cmatrix
cpupower
dunst
efibootmgr
eog
fastfetch
fd
firefox
fish
flameshot
fzf
git
github-cli
greetd
greetd-gtkgreet
greetd-tuigreet
grim
grub
gst-plugin-pipewire
helvum
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
intel-media-driver
intel-ucode
inter-font
iptables-nft
iwd
kitty
less
libnfs
libpulse
libreoffice-still
libva-intel-driver
libva-utils
linux
linux-firmware
live-media
lsd
lxappearance
mako
matugen
mpv
mullvad-vpn
nano
nautilus
neovim
network-manager-applet
networkmanager
nftables
npm
ntfs-3g
obs-studio
obsidian
pamixer
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt6-wayland
r
raylib
reflector
rofi
rsync
rustup
sddm
slurp
smartmontools
sof-firmware
stow
sway
swayidle
tlp
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
unrar
unzip
uwsm
vim
vlc
vlc-plugins-base
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wf-recorder
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zathura
zathura-pdf-mupdf
zip
zoxide
zram-generator
